
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automat";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Parolă PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Secret partajat IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Parolă IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Conexiune de rețea (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Conexiune de rețea";
"KEYCHAIN_KIND_EAPOL" = "Parolă 802.1X";
